Repository: collective/atreal.usersinout
Catalog: atreal/usersinout/locales/*/LC_MESSAGES/atreal.usersinout.po
Languages: de, fr

source: Click here to get the errors as a CSV file
de: Drücke Sie hier um die Fehler als CSV-Datei zu erhalten
fr: Cliquez ici pour récupérer les erreurs dans un fichier CSV.

source: Click on the Export button in order to download the full list of the portal members as a CSV file. The CSV syntax is the same used in the template.
de: Drücken Sie auf Exportieren um eine komplette Liste aller Mitglieder als CSV-Datei zu erhalten. Das CSV-Format ist identisch mit dem in der Vorlage.
fr: Cliquez sur le bouton Export pour télécharger la liste complète des membres du portail, sous la forme d'un fichier CSV. La syntaxe du fichier sera identique à celle définie dans le modèle.

source: Csv file
de: CSV-Datei
fr: Fichier CSV

source: Errors detail
de: Fehlerbeschreibung
fr: Détails des erreurs

source: Export
de: Exportieren
fr: Export des membres

source: Import
de: Importieren
fr: Import de membres

source: Members successfully imported.
de: Mitglieder erfolgreich importiert
fr: Membre(s) importé(s) avec succés.

source: Results
de: Resultate
fr: Résultats

source: Select your CSV file here. Please respect the syntax of the template available ${here}
de: Wählen Sie hier Ihre CSV-Datei aus. Bitte verwenden Sie das selbe Format wie in der Vorlage, welche Sie ${here} finden.
fr: Choisissez le fichier CSV à utiliser. La syntaxe doit être identique à celle du modèle disponible ${here}.

source: Some errors occured. Please check your CSV syntax and retry.
de: Es sind Fehler aufgetreten. Bitte überprüfen Sie das Format der CSV-Datei und versuchen Sie es erneut.
fr: Des erreurs ont été rencontrées. Vérifiez votre fichier CSV et ré-essayez.

source: Users In/Out
de: Benutzer Import/Export

source: Users import and export as CSV files.
de: Benutzer Import/Export als CSV-Datei
fr: Import et export de membres par fichier CSV.

source: Wrong specification of the CSV file. Please correct it and retry.
de: Falsches CSV-Format. Bitte korrigieren und erneut versuchen.
fr: L'entête du fichier CSV n'est pas conforme à celle défine dans le modèle. Corrigez et ré-essayez

source: You will find below the CSV lines that failed.
de: Nachfolgend finden Sie die fehlerhaften Zeilen der CSV-Datei.
fr: Vous trouverez ci-dessous les lignes du fichier CSV ayant posé problème.

source: here
de: hier
fr: ici

source: label_cancel
de: Abbrechen
fr: Annuler

source: member(s) added.
de: Mitglied(er) hinzugefügt.
fr: membre(s) ajouté(s)

source: group(s) added.
de: Gruppe(n) hinzugefügt
fr: groupe(s) ajouté(s)
